Repository: Borris-the-real-OG/2022_microsoft_ionq_challenge
Catalog: locale/*/LC_MESSAGES/ice-emblem.po
Languages: it_it

source: %s phase
it_it: Fase %s

source: Def: %d
it_it: Dif: %d

source: Avoid: %d
it_it: Elusione: %d

source: Allowed: %s
it_it: Permesse: %s

source: No units
it_it: Nessuna unità

source: Blue Team
it_it: Squadra Blu

source: Red Team
it_it: Squadra Rossa

source: Main game loop started
it_it: Il ciclo del principale del gioco è stato avviato

source: Returning to main menu
it_it: Ritorno al menù principale

source: Settings menu
it_it: Menù delle impostazioni

source: Go Back
it_it: Indietro

source: Toggle Fullscreen
it_it: Attiva/disattiva schermo intero

source: PRESENTS
it_it: PRESENTA

source: Click to Start
it_it: Fai click per iniziare

source: License
it_it: Licenza

source: Settings
it_it: Impostazioni

source: Choose a map!
it_it: Scegli una mappa!

source: EXP: %d
it_it: ESP: %d

source: %s is going to attack %d %s
it_it: %s sta per attaccare %d %s

source: time
it_it: volta

source: times
it_it: volte

source: MISS
it_it: MANCATO

source: NULL
it_it: NULLO

source: TRIPLE
it_it: TRIPLO

source: %s wins
it_it: %s ha vinto

source: Thank you for playing Ice Emblem!
it_it: Grazie per aver giocato ad Ice Emblem!

source: Attack
it_it: Attacca

source: %s is broken
it_it: %s si è rotto

source: Ice Emblem, the free software clone of Fire Emblem
it_it: Ice Emblem, il clone libero di Fire Emblem

source: Skip main menu
it_it: Salta il menù principale

source: Which map to load
it_it: Quale mappa caricare

source: Welcome to %s!
it_it: Benvenuto su %s!

source: You are using Pygame version %s.
it_it: Stai usando la versione %s di Pygame

source: You are running a version of Pygame that might be outdated.
it_it: Stai usando una versione di Pygame che potrebbe essere obsoleta.

source: Ice Emblem is tested only with Pygame 1.9.2+.
it_it: Ice Emblem è testato soltanto con Pygame 1.9.2+.

source: Loading map: %s
it_it: Carico la mappa %s

source: Loading default map: %s
it_it: Carico la mappa predefinita: %s

source: No map on command line: choose the map via the main menu
it_it: Nessuna mappa specificata da riga di comando: sceglierne una dal menu

source: Interrupted by user, exiting.
it_it: Interruzione dell'utente, chiudo.

source: Oops, something went wrong. Dumping brain contents: %s %s %s Please open a report on our issue tracker lacated at %s along with a short description of what you did when this crash happened so that the error can be fixed. Thank you! -- the Ice Emblem team
it_it: Oops, qualcosa è andato storto. Ecco il contenuto della mia mente: %s %s %s Per favore apri una segnalazione sul nostro tracciatore di problemi che si trova all'indirizzo %s insieme ad una breve descrizione di ciò che hai fatto quando è avvenuto questo problema, così che questo problema possa essere risolto. Grazie! -- la squadra di Ice Emblem

source: Game terminated normally.
it_it: Il gioco è terminato normalmente.

source: Unknown
it_it: Sconosciuto

source: any
it_it: tutte

source: none
it_it: nessuno

source: Unit %s moved from %s to %s
it_it: L'unità %s si è spostata da %s a %s

source: Selection reset
it_it: Reset della selezione

source: Wait
it_it: Attendi

source: Couldn't load %s! Loading default image
it_it: Impossibile caricare %s! Caricata l'immagine di default.

source: %s died
it_it: %s è morto

source: %s attacks %s with his bare hands
it_it: %s attacca %s a mani nude

source: %s attacks %s with %s
it_it: %s attacca %s con %s

source: %s inflicts %s %d damages
it_it: %s infligge a %s %d danni

source: %s gained %d experience points! EXP: %d
it_it: %s ha gudagnato %d punti esperienza! ESP: %d

source: %s levelled up!
it_it: %s è salito di livello!

source: Team %s ends its turn
it_it: La squadra %s termina il suo turno.

source: Team %s begins its turn
it_it: La squadra %s inizia il suo turno

source: %s loaded
it_it: %s è stato caricato
